-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Сен 21 2023 г., 14:21
-- Версия сервера: 5.7.39
-- Версия PHP: 7.2.34

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `news`
--

-- --------------------------------------------------------

--
-- Структура таблицы `news12`
--

CREATE TABLE `news12` (
  `id` int(9) NOT NULL,
  `name` varchar(255) NOT NULL,
  `user` varchar(255) NOT NULL,
  `text` text NOT NULL,
  `date` varchar(255) NOT NULL,
  `img` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `news12`
--

INSERT INTO `news12` (`id`, `name`, `user`, `text`, `date`, `img`) VALUES
(2, 'Кухня Сериал.', 'Станислава Епишина', '', ' 12 : 00 : 00 01 - 09 - 2023 ', 'https://graco-nsk.ru/wp-content/uploads/f/0/d/f0db176db64c10345cc56d1d345d7f69.jpeg'),
(4, 'Еноты пьют!', 'Сергей Малюков', 'В столичном зоопарке енотов поют алкоголем!', ' 20 : 38 : 55 19 - 09 - 2023 ', 'https://mdk.red/m/P56xRLGK/717x540.jpg'),
(5, 'Авария в Волгограде.', 'Анна Петрова', '29-летний волгоградец получил ранения в результате столкновения грузовой «Газели» и трактора «Беларус» в Аннинском районе Воронежской области. ДТП произошло 19 сентября около полудня на подъезде от трассы Р-22 к Воронежу.  — По предварительным данным, 29-летний житель Волгоградской области, управляя автомобилем «Газель Next», не выдержал безопасную дистанцию до едущего впереди трактора «Беларус», — рассказали в пресс-службе полиции Воронежской области. — В результате столкновения водитель грузовика с травмами доставлен в больницу.', ' 22 : 11 : 49 19 - 09 - 2023 ', 'https://cdn.iportal.ru/preview/news/articles/3d83c7b8d0e907a4fe884efebd651c220ee8aeac_666_444_c.jpg.webp-portal'),
(6, 'Отрава!', 'Евгений Жуковец', 'Житель Барнаула отравил воду, которую могли выпить военнослужащие. Об этом сообщает пресс-служба УФСБ по Алтайскому краю, передает РИА Новости.В спецслужбе рассказали, что 42-летний злоумышленник вышел на граждан Украины и выразил желание поддержать Вооруженные силы Украины (ВСУ). В качестве доказательства своих намерений он отравил воду, предназначавшуюся для российских бойцов.Бойцы не успели выпить яд. Умысел преступника был своевременно пресечен оперативниками ФСБ. Россиянина задержали и обвинили в покушении на государственную измену и покушении на террористический акт.Ранее лефортовский районный суд Москвы заочно арестовал на два месяца начальника военной разведки Украины Кирилла Буданова.Его обвиняют в преступлениях по статьям 205.4 («Организация террористического сообщества и участие в нем»), 222 («Незаконный оборот оружия и боеприпасов»), 222.1 («Незаконный оборот взрывчатых веществ или взрывных устройств»), а также по статье 30 и пункту «а» части 2 статьи 205 («Подготовка к террористическому акту») УК РФ.', ' 14 : 19 : 52 21 - 09 - 2023 ', 'https://sun9-13.userapi.com/impf/c630331/v630331899/12af0/iUu4LKDSDjc.jpg?size=2560x1919&quality=96&sign=5e5b66eef65f97d4828d8f5e9038baf7&c_uniq_tag=Wlzdc0S7SSIPnYwLZkYJAG8Cg-wclZhUfHcGRmrxIgI&type=album');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `news12`
--
ALTER TABLE `news12`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `news12`
--
ALTER TABLE `news12`
  MODIFY `id` int(9) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
